Repository: tunisoprano/UltimateMusicApp
Catalog: MusicTuner/Resources/*.lproj/Localizable.strings
Languages: tr

source: Ear Training
tr: Kulak Eğitimi

source: Fretboard
tr: Klavye Eğitimi

source: Tuner
tr: Akort

source: Metronome
tr: Metronom

source: Settings
tr: Ayarlar

source: Chord Library
tr: Akor Kütüphanesi

source: Start
tr: Başlat

source: Stop
tr: Durdur

source: Continue
tr: Devam

source: Skip
tr: Atla

source: Next
tr: Sonraki

source: Get Started
tr: Başlayalım

# score_format
source: Score: %lld
tr: Puan: %lld

source: Level Locked
tr: Seviye Kilitli

# complete_previous
source: Complete previous level
tr: Önceki seviyeyi tamamla

source: Coming Soon
tr: Yakında

# onboarding_welcome_title
source: Welcome to 2Jam
tr: 2Jam'e Hoş Geldin

# onboarding_welcome_subtitle
source: Your complete music education companion. Learn, practice, and master your instrument.
tr: Müzik eğitiminde yol arkadaşın. Öğren, pratik yap ve enstrümanında ustalaş.

# onboarding_features_title
source: Train Your Ear
tr: Kulağını Eğit

# onboarding_features_subtitle
source: Develop your musical ear with chord recognition games and fretboard exercises.
tr: Akor tanıma oyunları ve klavye egzersizleriyle müzik kulağını geliştir.

# onboarding_start_title
source: Track Your Progress
tr: İlerlemeni Takip Et

# onboarding_start_subtitle
source: Unlock new levels as you improve. Challenge yourself every day!
tr: Geliştikçe yeni seviyelerin kilidini aç. Her gün kendine meydan oku!

# theme_system
source: System
tr: Sistem

# theme_light
source: Light
tr: Açık

# theme_dark
source: Dark
tr: Koyu

source: Appearance
tr: Görünüm

source: Theme
tr: Tema

source: Language
tr: Dil

source: Note Naming
tr: Nota Adlandırma

source: Display Style
tr: Görüntüleme Stili

source: Preview
tr: Önizleme

source: Sound & Feedback
tr: Ses ve Geri Bildirim

source: Success Sound
tr: Başarı Sesi

source: Play ding when tuned
tr: Akort olduğunda ses çal

source: Haptic Feedback
tr: Dokunsal Geri Bildirim

source: Vibrate when tuned
tr: Akort olduğunda titret

source: Purchases
tr: Satın Almalar

source: Premium Status
tr: Premium Durumu

source: Ads removed
tr: Reklamlar kaldırıldı

source: Free version
tr: Ücretsiz sürüm

source: Active
tr: Aktif

source: Restore Purchases
tr: Satın Alımları Geri Yükle

source: About
tr: Hakkında

source: Version
tr: Sürüm

source: Build
tr: Yapı

source: Tap to play
tr: Çalmak için dokun

source: Major
tr: Majör

source: Minor
tr: Minör

# seventh
source: 7th
tr: 7'li

source: Listen
tr: Dinle

source: Learning
tr: Öğrenme

source: Start Quiz
tr: Quiz'e Başla

source: Position
tr: Pozisyon

source: Variations
tr: Varyasyonlar

source: Show Fingers
tr: Parmakları Göster

source: Hide Fingers
tr: Parmakları Gizle

source: Learn Chord Diagrams
tr: Akor Diyagramlarını Öğren

# chord_mastery_title
source: Chord Mastery
tr: Akor Ustalığı

# chord_mastery_subtitle
source: Learn guitar chords step by step with quizzes
tr: Quiz'lerle adım adım gitar akorlarını öğren

# level_basics
source: Basics
tr: Temel Seviye

# level_basics_subtitle
source: First chords every guitarist learns
tr: Her gitaristin öğrendiği ilk akorlar

# level_open_chords
source: Open Chords
tr: Açık Akorlar

# level_open_chords_subtitle
source: Expand your chord vocabulary
tr: Akor dağarcığını genişlet

# level_power_chords
source: Power Chords
tr: Power Akorlar

# level_power_chords_subtitle
source: Rock and punk essentials
tr: Rock ve punk müziğin olmazsa olmazları

# level_seventh_chords
source: 7th Chords
tr: 7'li Akorlar

# level_seventh_chords_subtitle
source: Add color to your playing
tr: Çalışına renk kat

source: Study this chord
tr: Bu akoru çalış

source: Previous
tr: Önceki

source: Loading quiz...
tr: Quiz yükleniyor...

source: What chord is this?
tr: Bu hangi akor?

# question_n_of_m
source: Question %d of %d
tr: Soru %d / %d

source: Correct!
tr: Doğru!

# correct_answer_was
source: It was %@
tr: Doğrusu %@ idi

source: Level Complete!
tr: Seviye Tamamlandı!

source: Try Again
tr: Tekrar Dene

# level_failed
source: Not Passed
tr: Geçilemedi

source: Next Level
tr: Sıradaki Seviye

# pass_threshold
source: 70% required to pass
tr: Geçmek için %70 gerekli

source: Your Score
tr: Skorun

# next_level_unlocked
source: %@ Unlocked!
tr: %@ Kilidi Açıldı!

source: Done
tr: Tamam

source: Back to Levels
tr: Seviyelere Dön
